<?php
if (!defined('IN_TEMPLATE')) {
    exit('Access denied');
}
?>
<br>
<p>想知道來到清大後，自己的程式設計能力在那裡嗎?  來試試我們競技計程式設計的期末考吧，現在開放各位同學一起來報名，挑戰自己的能力吧！</p>
<div class="text-left">
<ul>
    <li>不得攜帶任何電子計算相關用品，或是連線至非競賽系統的網路資源
    <li>比賽期間不得與非自己的隊員或工作人員交談
    <li>上廁所要舉手告知工作人員
    <li>每隊可以攜帶 25 面A4大小 (25張單面或12.張雙面) 參考資料
    <li>不違反第一點的狀況下，每隊可以攜帶吉祥物入場
    <li>不違反第一點的狀況下，可以攜帶自己喜歡的鍵盤
    <li>入場需攜帶證件查驗(Ex學生證)
    <li>每個錯誤的傳送罰分為 20 分鐘
    <li>我們不提供印code的服務(原本的比賽規則有)
    <li>用餐時禁止跟任何人交談(包括自己隊友)，食物請勿帶入電腦教室
    <li>比賽結束前一個小時會停止更新記分板。
</ul>
</div>